ALTER TABLE t_p25765938_ekomkassa_api_integr.slot_settings ADD COLUMN IF NOT EXISTS task_description TEXT NOT NULL DEFAULT '';
UPDATE t_p25765938_ekomkassa_api_integr.slot_settings SET task_description = 'Данные для регистрации/перерегистрации
Клиент: {Название}
Телефон контактного лица: {Телефон для связи и имя контактного лица по настройке}
Дата и время: {Дата регистрации/перерегистрации}
Домен для регистрации: {Домен для регистрации кассы}
На какую почту оформить ЛК OFD.ru: {На какую почту оформить ЛК OFD.ru}
ИНН из Битрикс: {Компания: ИНН}
ЗН кассы: {ЗН кассы}
ЗН ФН: {ЗН ФН}
Ссылка на договор: {Ссылка на договор}
ЭДО: {Чей будет ЭДО}
Провайдер: {Поставщик кассы}' WHERE id = 1 AND task_description = '';